espressif/esp-idf/examples/peripherals/usb/tusb_cdc_ecm/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_TINYUSB=y
CONFIG_TINYUSB_NET_ENABLED=y
CONFIG_FREERTOS_HZ=1000
